index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-05-28 Fri 22:13 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>An Overview of Capital Market History</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Matt Brigida, Ph.D." />
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/src/readtheorg_theme/css/htmlize.css"/>
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/src/readtheorg_theme/css/readtheorg.css"/>
</head>
<body>
<div id="content">
<h1 class="title">An Overview of Capital Market History</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org9f165ae">1. Goal</a></li>
<li><a href="#orga26834b">2. Calculating Returns</a></li>
<li><a href="#orgcab24a6">3. Arithmetic Average vs Geometric Average Returns</a></li>
<li><a href="#org37018bd">4. The Distribution of Asset Returns</a>
<ul>
<li><a href="#org16e173a">4.1. Describing stock returns</a></li>
<li><a href="#org87de769">4.2. Using stock distributions to measure risk</a></li>
<li><a href="#org4a3c7a7">4.3. Stock distributions changing over time</a></li>
<li><a href="#org0212eb5">4.4. Variance (risk) increases when markets decline</a></li>
<li><a href="#org6c3d36f">4.5. Distributions over time</a></li>
</ul>
</li>
<li><a href="#orgfe75eca">5. The Historical Record: 1999-2019</a></li>
<li><a href="#org60f6475">6. The Yield Curve and Recessions</a></li>
</ul>
</div>
</div>

<div id="outline-container-org9f165ae" class="outline-2">
<h2 id="org9f165ae"><span class="section-number-2">1.</span> Goal</h2>
<div class="outline-text-2" id="text-1">
<p>
Using historical data we want to get an idea about the relationship between risk and return.  In particular that <code>higher risk affords higher return</code>.  In later chapters we will see that this statement is too simplistic, and in fact only <code>higher systematic risk affords higher returns</code>.
</p>
</div>
</div>

<div id="outline-container-orga26834b" class="outline-2">
<h2 id="orga26834b"><span class="section-number-2">2.</span> Calculating Returns</h2>
<div class="outline-text-2" id="text-2">
<p>
To calculate returns we need to first calculate our dollar gain or loss, and then divide this by the cost of our investment.
</p>
</div>
</div>

<div id="outline-container-orgcab24a6" class="outline-2">
<h2 id="orgcab24a6"><span class="section-number-2">3.</span> Arithmetic Average vs Geometric Average Returns</h2>
<div class="outline-text-2" id="text-3">
<ul class="org-ul">
<li>Arithmetic Average:</li>
</ul>

<p>
\[\bar{r}_{aa} = \frac{r_1 + r_2 + .... + r_n}{n}\]
</p>

<ul class="org-ul">
<li>Geometric Average:</li>
</ul>

<p>
\[\bar{r}_{ga} = (r_1 r_2 .... r_n)^{(1/n)}\]
</p>



<iframe width="560" height="315" src="https://www.youtube.com/embed/N_lLReTkZgw" frameborder="0" allow="accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture" allowfullscreen></iframe>
</div>
</div>

<div id="outline-container-org37018bd" class="outline-2">
<h2 id="org37018bd"><span class="section-number-2">4.</span> The Distribution of Asset Returns</h2>
<div class="outline-text-2" id="text-4">
</div>
<div id="outline-container-org16e173a" class="outline-3">
<h3 id="org16e173a"><span class="section-number-3">4.1.</span> Describing stock returns</h3>
<div class="outline-text-3" id="text-4-1">
<iframe width="780" height="500" frameborder="0" src="https://micfm.shinyapps.io/what_is_risk_app1/"></iframe>
</div>
</div>

<div id="outline-container-org87de769" class="outline-3">
<h3 id="org87de769"><span class="section-number-3">4.2.</span> Using stock distributions to measure risk</h3>
<div class="outline-text-3" id="text-4-2">
<iframe width="780" height="500" frameborder="0" src="https://micfm.shinyapps.io/what_is_risk_app2/"></iframe>
</div>
</div>


<div id="outline-container-org4a3c7a7" class="outline-3">
<h3 id="org4a3c7a7"><span class="section-number-3">4.3.</span> Stock distributions changing over time</h3>
<div class="outline-text-3" id="text-4-3">
<iframe width="780" height="500" frameborder="0" src="https://micfm.shinyapps.io/risk_future_past_app1/"></iframe>
</div>
</div>


<div id="outline-container-org0212eb5" class="outline-3">
<h3 id="org0212eb5"><span class="section-number-3">4.4.</span> Variance (risk) increases when markets decline</h3>
<div class="outline-text-3" id="text-4-4">
<iframe width="780" height="500" frameborder="0" src="https://micfm.shinyapps.io/The_VIX_app1/"></iframe>
</div>
</div>

<div id="outline-container-org6c3d36f" class="outline-3">
<h3 id="org6c3d36f"><span class="section-number-3">4.5.</span> Distributions over time</h3>
<div class="outline-text-3" id="text-4-5">
<iframe width="780" height="500" frameborder="0" src=""></iframe>
</div>
</div>
</div>

<div id="outline-container-orgfe75eca" class="outline-2">
<h2 id="orgfe75eca"><span class="section-number-2">5.</span> The Historical Record: 1999-2019</h2>
<div class="outline-text-2" id="text-5">
<p>
<a href="https://www.blackrock.com/us/individual/literature/investor-education/asset-class-returns-one-pager-va-us.pdf">See this Blackrock document.</a>
</p>
</div>
</div>

<div id="outline-container-org60f6475" class="outline-2">
<h2 id="org60f6475"><span class="section-number-2">6.</span> The Yield Curve and Recessions</h2>
<div class="outline-text-2" id="text-6">
<p>
<a href="https://financial-education.github.io/the_yield_curve_and_recessions/">See the this link.</a>
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Matt Brigida, Ph.D.</p>
<p class="date">Created: 2021-05-28 Fri 22:13</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
